brew "commitizen"
brew "php"
brew "composer"
brew "node"
brew "gh"
brew "go"
brew "jq"
brew "mas"
brew "node"
brew "openjdk"
brew "npm"
brew "pnpm"
brew "prettier"
cask "apidog"
cask "chatgpt"
cask "dbeaver-community"
cask "dotnet-sdk"
cask "figma"
cask "iterm2"
cask "microsoft-edge"
cask "postman"
cask "rider"
cask "vscode"
mas "Xcode", id: 497799835